[
  {
    "arb":"",
    "ban":"",
    "eng":"1. Indeed, We sent Noah to his people, [saying], 'Warn your people before there comes to them a painful punishment.'"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"2. He said, 'O my people, indeed I am to you a clear warner,"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"3. [Saying], 'Worship Allah, fear Him and obey me."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"4. Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' '"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"5. He said, 'My Lord, indeed I invited my people [to truth] night and day."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"6. But my invitation increased them not except in flight."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"7. And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"8. Then I invited them publicly."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"9. Then I announced to them and [also] confided to them secretly"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"10. And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"11. He will send [rain from] the sky upon you in [continuing] showers"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"12. And give you increase in wealth and children and provide for you gardens and provide for you rivers."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"13. What is [the matter] with you that you do not attribute to Allah [due] grandeur"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"14. While He has created you in stages?"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"15. Do you not consider how Allah has created seven heavens in layers"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"16. And made the moon therein a [reflected] light and made the sun a burning lamp?"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"17. And Allah has caused you to grow from the earth a [progressive] growth."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"18. Then He will return you into it and extract you [another] extraction."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"19. And Allah has made for you the earth an expanse"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"20. That you may follow therein roads of passage.' '"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"21. Noah said, 'My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"22. And they conspired an immense conspiracy."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"23. And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"24. And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.'"
  },
  {
    "arb":"",
    "ban":"",
    "eng":"25. Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"26. And Noah said, 'My Lord, do not leave upon the earth from among the disbelievers an inhabitant."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"27. Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever."
  },
  {
    "arb":"",
    "ban":"",
    "eng":"28. My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.'"
  }
]
